Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cloudTunnel.error.startCancelled
source: The tunnel start was cancelled.
ar: تم إلغاء بدء تشغيل النفق.
de: Der Tunnelstart wurde abgebrochen.
es: Se canceló el inicio del túnel.
fr: Le démarrage du tunnel a été annulé.
ja: トンネルの開始がキャンセルされました。
ko: 터널 시작이 취소되었습니다.
zh_hans: 隧道启动已被取消。
zh_hant: 通道啟動已取消。

# cloudTree.link.tunnelStarting
source: This Mac's tunnel to your Cloud VM network is still starting; the machine reconnects on its own.
ar: نفق جهاز Mac هذا إلى شبكة أجهزة Cloud VM الخاصة بك لا يزال يبدأ؛ سيعيد الجهاز الاتصال تلقائيًا.
de: Der Tunnel dieses Macs zu Ihrem Cloud-VM-Netzwerk wird noch gestartet; die Maschine verbindet sich automatisch wieder.
es: El túnel de esta Mac a su red de VM en la nube aún se está iniciando; la máquina se volverá a conectar por sí sola.
fr: Le tunnel de ce Mac vers votre réseau de VM Cloud est toujours en cours de démarrage ; la machine se reconnectera d'elle-même.
ja: この Mac からクラウド VM ネットワークへのトンネルはまだ開始中です。マシンは自動的に再接続します。
ko: 이 Mac에서 Cloud VM 네트워크로의 터널이 아직 시작 중입니다. 머신이 자동으로 다시 연결됩니다.
zh_hans: 此 Mac 到您的云 VM 网络的隧道仍在启动中；该机器会自动重新连接。
zh_hant: 這台 Mac 連往您的 Cloud VM 網路的通道仍在啟動中；機器會自動重新連線。

# cloudTree.link.tunnelAwaitingApproval
source: macOS is waiting for you to allow the cmux Cloud Tunnel extension in System Settings › General › Login Items & Extensions.
ar: ينتظر نظام macOS منك السماح بامتداد cmux Cloud Tunnel في إعدادات النظام › عام › عناصر تسجيل الدخول والامتدادات.
de: macOS wartet darauf, dass Sie die cmux Cloud Tunnel-Extension unter Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen erlauben.
es: macOS está esperando que permita la extensión Túnel en la nube de cmux en Ajustes del Sistema › General › Ítems de inicio y extensiones.
fr: macOS attend que vous autorisiez l'extension Tunnel Cloud cmux dans Réglages Système › Général › Ouverture et extensions.
ja: macOS は「システム設定」›「一般」›「ログイン項目と機能拡張」で cmux クラウドトンネル機能拡張を許可するのを待っています。
ko: macOS가 시스템 설정 › 일반 › 로그인 항목 및 확장 프로그램에서 cmux Cloud Tunnel 확장 프로그램을 허용하기를 대기하고 있습니다.
zh_hans: macOS 正在等待您在“系统设置 › 通用 › 登录项与扩展”中允许 cmux 云隧道扩展。
zh_hant: macOS 正在等待您在「系統設定」›「一般」›「登入項目與延伸功能」中允許 cmux Cloud Tunnel 延伸功能。

# cloudTree.link.tunnelFailed
source: This Mac's tunnel to your Cloud VM network could not start: %@
ar: لم يتمكن نفق جهاز Mac هذا إلى شبكة أجهزة Cloud VM الخاصة بك من البدء: %@
de: Der Tunnel dieses Macs zu Ihrem Cloud-VM-Netzwerk konnte nicht gestartet werden: %@
es: El túnel de esta Mac a su red de VM en la nube no pudo iniciarse: %@
fr: Le tunnel de ce Mac vers votre réseau de VM Cloud n'a pas pu démarrer : %@
ja: この Mac からクラウド VM ネットワークへのトンネルを開始できませんでした: %@
ko: 이 Mac에서 Cloud VM 네트워크로의 터널을 시작할 수 없습니다: %@
zh_hans: 此 Mac 到您的云 VM 网络的隧道无法启动：%@
zh_hant: 這台 Mac 連往您的 Cloud VM 網路的通道無法啟動：%@

# cloudTree.link.tunnelOffAppManaged
source: This Mac's tunnel to your Cloud VM network is down; reopen the machine to start it.
ar: نفق جهاز Mac هذا إلى شبكة أجهزة Cloud VM الخاصة بك متوقف؛ أعد فتح الجهاز لبدء تشغيله.
de: Der Tunnel dieses Macs zu Ihrem Cloud-VM-Netzwerk ist ausgeschaltet; öffnen Sie die Maschine erneut, um ihn zu starten.
es: El túnel de esta Mac a su red de VM en la nube está desactivado; vuelva a abrir la máquina para iniciarlo.
fr: Le tunnel de ce Mac vers votre réseau de VM Cloud est désactivé ; rouvrez la machine pour le démarrer.
ja: この Mac からクラウド VM ネットワークへのトンネルは切断されています。マシンを再度開くと開始されます。
ko: 이 Mac에서 Cloud VM 네트워크로의 터널이 연결 해제되었습니다. 시작하려면 머신을 다시 여세요.
zh_hans: 此 Mac 到您的云 VM 网络的隧道已关闭；请重新打开机器以启动它。
zh_hant: 這台 Mac 連往您的 Cloud VM 網路的通道已關閉；請重新開啟機器以啟動它。

# cloudTunnel.error.configurationNotInstalled
source: The VPN configuration was not saved before the tunnel was started.
ar: لم يتم حفظ تكوين VPN قبل بدء تشغيل النفق.
de: Die VPN-Konfiguration wurde nicht gespeichert, bevor der Tunnel gestartet wurde.
es: La configuración de VPN no se guardó antes de que se iniciara el túnel.
fr: La configuration VPN n'a pas été enregistrée avant le démarrage du tunnel.
ja: トンネルの開始前に VPN 構成が保存されていませんでした。
ko: 터널이 시작되기 전에 VPN 구성이 저장되지 않았습니다.
zh_hans: 启动隧道前，VPN 配置未被保存。
zh_hant: 在通道啟動前，VPN 設定未儲存。

# cloudTree.ports.loading
source: Discovering ports…
ar: جاري اكتشاف المنافذ…
de: Ports werden ermittelt…
es: Descubriendo puertos…
fr: Découverte des ports en cours…
ja: ポートを検出中…
ko: 포트 감지 중…
zh_hans: 正在发现端口…
zh_hant: 正在探索連接埠…

# cloudTree.ports.failed
source: Couldn’t discover ports. Refresh to retry.
ar: تعذر اكتشاف المنافذ. أعد التحميل للمحاولة مجددًا.
de: Ports konnten nicht ermittelt werden. Aktualisieren Sie, um es erneut zu versuchen.
es: No se pudieron descubrir los puertos. Actualice para volver a intentarlo.
fr: Impossible de découvrir les ports. Actualisez pour réessayer.
ja: ポートを検出できませんでした。更新して再試行してください。
ko: 포트를 감지할 수 없습니다. 새로고침 후 다시 시도하세요.
zh_hans: 无法发现端口。请刷新以重试。
zh_hant: 無法探索連接埠。請重新整理以重試。

# cloudTree.ports.asleep
source: Open the machine to discover ports
ar: افتح الجهاز لاكتشاف المنافذ
de: Öffnen Sie die Maschine, um Ports zu ermitteln
es: Abra la máquina para descubrir puertos
fr: Ouvrez la machine pour découvrir les ports
ja: マシンを開いてポートを検出
ko: 포트를 감지하려면 머신을 여세요.
zh_hans: 打开机器以发现端口
zh_hant: 開啟機器以探索連接埠

# cloudTree.ports.unavailable
source: Port discovery unavailable. Refresh to retry.
ar: ميزة اكتشاف المنافذ غير متاحة. أعد التحميل للمحاولة مجددًا.
de: Port-Ermittlung nicht verfügbar. Aktualisieren Sie, um es erneut zu versuchen.
es: Descubrimiento de puertos no disponible. Actualice para volver a intentarlo.
fr: Découverte des ports indisponible. Actualisez pour réessayer.
ja: ポート検出を利用できません。更新して再試行してください。
ko: 포트 감지 기능을 사용할 수 없습니다. 새로고침 후 다시 시도하세요.
zh_hans: 端口发现不可用。请刷新以重试。
zh_hant: 連接埠探索功能無法使用。請重新整理以重試。

# cloudTree.ports.empty
source: No reachable ports
ar: لا توجد منافذ يمكن الوصول إليها
de: Keine erreichbaren Ports
es: No hay puertos accesibles
fr: Aucun port accessible
ja: 到達可能なポートはありません
ko: 연결 가능한 포트가 없습니다.
zh_hans: 无可访问的端口
zh_hant: 無可連線的連接埠

# cloud.managed.disabled
source: Cloud Machines are disabled by your administrator.
ar: تم تعطيل أجهزة السحاب (Cloud Machines) من قبل المسؤول الخاص بك.
de: Cloud-Maschinen sind von Ihrem Administrator deaktiviert worden.
es: Las máquinas de la nube están deshabilitadas por su administrador.
fr: Les machines Cloud sont désactivées par votre administrateur.
ja: Cloud Machines は管理者によって無効になっています。
ko: 관리자에 의해 Cloud 머신 사용이 비활성화되었습니다.
zh_hans: 您的管理员已禁用云机器。
zh_hant: 雲端機器已被您的系統管理員停用。

# socket.surfaceSyncCodexNativeTitle.invalidTitle
source: Missing or invalid title
ar: العنوان مفقود أو غير صالح
de: Titel fehlt oder ist ungültig
es: Falta el título o no es válido
fr: Titre manquant ou non valide
ja: タイトルが指定されていないか無効です
ko: 제목이 없거나 올바르지 않습니다
zh_hans: 缺少标题或标题无效
zh_hant: 缺少標題或標題無效

# socket.surfaceSyncCodexNativeTitle.asyncDispatchRequired
source: surface.sync_codex_native_title requires asynchronous socket dispatch
ar: يتطلب surface.sync_codex_native_title معالجة غير متزامنة لأوامر المقبس
de: surface.sync_codex_native_title erfordert asynchrone Socket-Verarbeitung
es: surface.sync_codex_native_title requiere el procesamiento asíncrono de comandos del socket
fr: surface.sync_codex_native_title nécessite un traitement asynchrone des commandes du socket
ja: surface.sync_codex_native_title には非同期ソケットディスパッチが必要です
ko: surface.sync_codex_native_title에는 비동기 소켓 디스패치가 필요합니다
zh_hans: surface.sync_codex_native_title 需要异步套接字分发
zh_hant: surface.sync_codex_native_title 需要非同步通訊端派送

# socket.surfaceSyncCodexNativeTitle.tabManagerUnavailable
source: TabManager not available
ar: TabManager غير متاح
de: TabManager nicht verfügbar
es: TabManager no disponible
fr: TabManager indisponible
ja: TabManager は利用できません
ko: TabManager를 사용할 수 없습니다
zh_hans: TabManager 不可用
zh_hant: TabManager 無法使用

# socket.surfaceSyncCodexNativeTitle.workspaceIdInvalid
source: Missing or invalid workspace_id
ar: workspace_id مفقود أو غير صالح
de: workspace_id fehlt oder ist ungültig
es: Falta workspace_id o no es válido
fr: workspace_id manquant ou invalide
ja: workspace_id が指定されていないか無効です
ko: workspace_id가 없거나 유효하지 않습니다
zh_hans: workspace_id 缺失或无效
zh_hant: workspace_id 遺失或無效

# socket.surfaceSyncCodexNativeTitle.panelIdInvalid
source: Missing or invalid panel_id
ar: panel_id مفقود أو غير صالح
de: panel_id fehlt oder ist ungültig
es: Falta panel_id o no es válido
fr: panel_id manquant ou invalide
ja: panel_id が指定されていないか無効です
ko: panel_id가 없거나 유효하지 않습니다
zh_hans: panel_id 缺失或无效
zh_hant: panel_id 遺失或無效

# socket.surfaceSyncCodexNativeTitle.panelNotFound
source: Panel not found
ar: لم يتم العثور على اللوحة
de: Panel nicht gefunden
es: Panel no encontrado
fr: Panneau introuvable
ja: パネルが見つかりません
ko: 패널을 찾을 수 없습니다
zh_hans: 未找到面板
zh_hant: 找不到面板

# cloudTree.displays.loading
source: Discovering displays…
ar: جاري اكتشاف شاشات العرض…
de: Displays werden ermittelt…
es: Descubriendo pantallas…
fr: Découverte des écrans en cours…
ja: ディスプレイを検出中…
ko: 디스플레이 감지 중…
zh_hans: 正在发现显示器…
zh_hant: 正在探索顯示器…

# cloudTree.displays.failed
source: Couldn’t discover displays. Refresh to retry.
ar: تعذر اكتشاف شاشات العرض. أعد التحميل للمحاولة مجددًا.
de: Displays konnten nicht ermittelt werden. Aktualisieren Sie, um es erneut zu versuchen.
es: No se pudieron descubrir las pantallas. Actualice para volver a intentarlo.
fr: Impossible de découvrir les écrans. Actualisez pour réessayer.
ja: ディスプレイを検出できませんでした。更新して再試行してください。
ko: 디스플레이를 감지할 수 없습니다. 새로고침 후 다시 시도하세요.
zh_hans: 无法发现显示器。请刷新以重试。
zh_hant: 無法探索顯示器。請重新整理以重試。

# cloudTree.displays.asleep
source: Displays unavailable while the machine sleeps
ar: شاشات العرض غير متاحة أثناء نوم الجهاز
de: Displays sind nicht verfügbar, während die Maschine im Ruhezustand ist
es: Pantallas no disponibles mientras la máquina está en suspensión
fr: Écrans indisponibles pendant la veille de la machine
ja: マシンがスリープ中はディスプレイを利用できません
ko: 머신이 절전 모드인 동안에는 디스플레이를 사용할 수 없습니다.
zh_hans: 机器休眠时显示器不可用
zh_hant: 機器睡眠時無法使用顯示器

# cloudTree.displays.unavailable
source: Display discovery unavailable. Refresh to retry.
ar: ميزة اكتشاف شاشات العرض غير متاحة. أعد التحميل للمحاولة مجددًا.
de: Display-Ermittlung nicht verfügbar. Aktualisieren Sie, um es erneut zu versuchen.
es: Descubrimiento de pantallas no disponible. Actualice para volver a intentarlo.
fr: Découverte des écrans indisponible. Actualisez pour réessayer.
ja: ディスプレイ検出を利用できません。更新して再試行してください。
ko: 디스플레이 감지 기능을 사용할 수 없습니다. 새로고침 후 다시 시도하세요.
zh_hans: 显示器发现不可用。请刷新以重试。
zh_hant: 顯示器探索功能無法使用。請重新整理以重試。

# cloudTree.displays.empty
source: No displays available
ar: لا توجد شاشات عرض متاحة
de: Keine Displays verfügbar
es: No hay pantallas disponibles
fr: Aucun écran disponible
ja: 利用可能なディスプレイはありません
ko: 사용할 수 있는 디스플레이가 없습니다.
zh_hans: 无可用显示器
zh_hant: 沒有可用的顯示器

# cloudTree.workspace.pending
source: New workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新しいワークスペース
ko: 새 워크스페이스
zh_hans: 新工作区
zh_hant: 新工作區

# cli.vm.open.sessionsUnavailable
source: The machine’s sessions are unavailable. Refresh and retry.
ar: جلسات الجهاز غير متاحة. أعد التحميل وحاول مجددًا.
de: Die Sitzungen der Maschine sind nicht verfügbar. Aktualisieren Sie und versuchen Sie es erneut.
es: Las sesiones de la máquina no están disponibles. Actualice y vuelva a intentarlo.
fr: Les sessions de la machine sont indisponibles. Actualisez et réessayez.
ja: マシンのセッションを利用できません。更新して再試行してください。
ko: 머신의 세션을 사용할 수 없습니다. 새로고침 후 다시 시도하세요.
zh_hans: 机器的会话不可用。请刷新并重试。
zh_hant: 機器的工作階段無法使用。請重新整理並重試。

# cli.vm.tree.noDisplays
source: (none available)
ar: (لا يوجد متاح)
de: (keine verfügbar)
es: (ninguna disponible)
fr: (aucun disponible)
ja: （利用可能なものはありません）
ko: (사용 가능한 항목 없음)
zh_hans: (无可用)
zh_hant: (無可用)

# cloudTunnel.error.cloudMachinesOff
source: Cloud Machines is turned off. Turn it on in Settings › Beta Features, then retry.
ar: الأجهزة السحابية متوقفة. فعّلها من الإعدادات › ميزات تجريبية، ثم حاول مرة أخرى.
de: Cloud-Maschinen sind ausgeschaltet. Aktivieren Sie sie unter Einstellungen › Beta-Funktionen und versuchen Sie es erneut.
es: Las máquinas en la nube están desactivadas. Actívalas en Ajustes › Características beta y vuelve a intentarlo.
fr: Les machines cloud sont désactivées. Activez-les dans Réglages › Fonctionnalités bêta, puis réessayez.
ja: クラウドマシンはオフになっています。設定 › ベータ機能でオンにしてから、もう一度お試しください。
ko: 클라우드 머신이 꺼져 있습니다. 설정 › 베타 기능에서 켠 후 다시 시도하세요.
zh_hans: 云端机器已关闭。请在“设置 › 测试版功能”中启用，然后重试。
zh_hant: 雲端機器已關閉。請在「設定 › Beta 功能」中開啟，再重試。

# cloudTunnel.error.noCloudMachine
source: Create a Cloud machine first. The cmux Cloud Tunnel runs only for an account with at least one machine.
ar: أنشئ جهازًا سحابيًا أولًا. يعمل cmux Cloud Tunnel فقط للحسابات التي لديها جهاز واحد على الأقل.
de: Erstellen Sie zuerst eine Cloud-Maschine. cmux Cloud Tunnel wird nur für Konten mit mindestens einer Maschine ausgeführt.
es: Primero crea una máquina en la nube. cmux Cloud Tunnel solo funciona en cuentas con al menos una máquina.
fr: Créez d’abord une machine cloud. cmux Cloud Tunnel fonctionne uniquement pour les comptes disposant d’au moins une machine.
ja: 先にクラウドマシンを作成してください。cmux Cloud Tunnelは、マシンを1台以上持つアカウントでのみ動作します。
ko: 먼저 클라우드 머신을 만드세요. cmux Cloud Tunnel은 머신이 하나 이상 있는 계정에서만 작동합니다.
zh_hans: 请先创建云端机器。cmux Cloud Tunnel 仅适用于至少拥有一台机器的账号。
zh_hant: 請先建立雲端機器。cmux Cloud Tunnel 僅適用於至少有一台機器的帳號。

# cli.vpn.status.unavailable
source: Tunnel: unavailable (%@)
ar: النفق: غير متاح (%@)
de: Tunnel: nicht verfügbar (%@)
es: Túnel: no disponible (%@)
fr: Tunnel : indisponible (%@)
ja: トンネル: 利用不可（%@）
ko: 터널: 사용 불가 (%@)
zh_hans: 隧道：不可用（%@）
zh_hant: 通道：無法使用（%@）

# cli.coderouter.error.notFound
source: Required CLI not found. Install the command and retry.
ar: تعذر العثور على أداة سطر الأوامر المطلوبة. ثبّت الأمر ثم أعد المحاولة.
bs: Traženi CLI nije pronađen. Instalirajte naredbu i pokušajte ponovo.
da: Den nødvendige CLI blev ikke fundet. Installer kommandoen, og prøv igen.
de: Die erforderliche CLI wurde nicht gefunden. Installieren Sie den Befehl und versuchen Sie es erneut.
es: No se encontró la CLI necesaria. Instala el comando y vuelve a intentarlo.
fr: La CLI requise est introuvable. Installez la commande, puis réessayez.
it: La CLI richiesta non è stata trovata. Installa il comando e riprova.
ja: 必要な CLI が見つかりません。コマンドをインストールして、もう一度お試しください。
ko: 필요한 CLI를 찾을 수 없습니다. 명령을 설치한 후 다시 시도하세요.
nb: Fant ikke den nødvendige CLI-en. Installer kommandoen og prøv igjen.
pl: Nie znaleziono wymaganej CLI. Zainstaluj polecenie i spróbuj ponownie.
pt_br: A CLI necessária não foi encontrada. Instale o comando e tente novamente.
ru: Не удалось найти необходимый CLI. Установите команду и повторите попытку.
th: ไม่พบ CLI ที่จำเป็น โปรดติดตั้งคำสั่งแล้วลองอีกครั้ง
tr: Gerekli CLI bulunamadı. Komutu yükleyip tekrar deneyin.
uk: Не знайдено потрібний CLI. Установіть команду та повторіть спробу.
zh_hans: 未找到所需的 CLI。请安装该命令后重试。
zh_hant: 找不到必要的 CLI。請安裝該命令後再試一次。

# featureFlags.cloudVM.description
source: Shows Cloud VM entrypoints in the new-workspace dropdown and command palette.
ar: يعرض نقاط دخول أجهزة Cloud VM في قائمة مساحة العمل الجديدة المنسدلة ولوحة الأوامر.
de: Zeigt Cloud-VM-Einstiegspunkte im Dropdown-Menü für neue Arbeitsbereiche und in der Befehlspalette an.
es: Muestra los puntos de entrada de VM en la nube en el menú desplegable de nuevo espacio de trabajo y en la paleta de comandos.
fr: Affiche les points d'entrée des VM Cloud dans le menu déroulant du nouvel espace de travail et la palette de commandes.
ja: 新規ワークスペースのドロップダウンとコマンドパレットにクラウドVMのエントリーポイントを表示します。
ko: 새 워크스페이스 드롭다운 및 명령 팔레트에 Cloud VM 진입점을 표시합니다.
zh_hans: 在新工作区下拉菜单和命令调色板中显示云虚拟机入口点。
zh_hant: 在「新工作區」下拉式功能表和命令面板中顯示 Cloud VM 進入點。

# featureFlags.cloudVM.title
source: Cloud VM UI
ar: واجهة مستخدم أجهزة Cloud VM
de: Cloud-VM-Benutzeroberfläche
es: Interfaz de usuario de VM en la nube
fr: Interface utilisateur de la VM Cloud
ja: クラウドVM UI
ko: 클라우드 VM UI
zh_hans: 云虚拟机界面
zh_hant: Cloud VM 使用者介面

# cloud.managed.tunnelDisabled
source: Cloud private-network access is disabled by your organization.
ar: تم تعطيل الوصول إلى الشبكة الخاصة للسحاب من قبل مؤسستك.
de: Der Zugriff auf das private Cloud-Netzwerk ist von Ihrer Organisation deaktiviert worden.
es: El acceso a la red privada de la nube está deshabilitado por su organización.
fr: L'accès au réseau privé Cloud est désactivé par votre organisation.
ja: Cloud のプライベートネットワークアクセスは組織によって無効になっています。
ko: 조직에 의해 Cloud 사설 네트워크 접근이 비활성화되었습니다.
zh_hans: 您的组织已禁用云私有网络访问。
zh_hant: 雲端私人網路存取已被您的組織停用。

# machines.managedPolicy.disconnectedDetail
source: Cloud VM access ended because your organization disabled cmux Cloud.
ar: انتهى الوصول إلى أجهزة Cloud VM لأن مؤسستك قامت بتعطيل cmux Cloud.
de: Der Zugriff auf die Cloud-VM wurde beendet, da Ihre Organisation cmux Cloud deaktiviert hat.
es: El acceso a la VM en la nube finalizó porque su organización deshabilitó cmux Cloud.
fr: L'accès à la VM Cloud a pris fin car votre organisation a désactivé cmux Cloud.
ja: 組織が cmux Cloud を無効にしたため、Cloud VM へのアクセスは終了しました。
ko: 조직에서 cmux Cloud를 비활성화했기 때문에 Cloud VM 접근이 종료되었습니다.
zh_hans: 云虚拟机访问已结束，因为您的组织禁用了 cmux Cloud。
zh_hant: Cloud VM 存取已結束，因為您的組織停用了 cmux Cloud。

# managedPolicy.remoteConnections.disabled
source: Remote connections are disabled by your organization.
ar: تم تعطيل الاتصالات عن بُعد من قبل مؤسستك.
de: Remoteverbindungen sind von Ihrer Organisation deaktiviert worden.
es: Las conexiones remotas están deshabilitadas por su organización.
fr: Les connexions distantes sont désactivées par votre organisation.
ja: リモート接続は組織によって無効になっています。
ko: 조직에 의해 원격 연결이 비활성화되었습니다.
zh_hans: 您的组织已禁用远程连接。
zh_hant: 遠端連線已被您的組織停用。

# managedPolicy.fileTransfer.disabled
source: File transfer is disabled by your organization.
ar: تم تعطيل نقل الملفات من قبل مؤسستك.
de: Dateiübertragung ist von Ihrer Organisation deaktiviert worden.
es: La transferencia de archivos está deshabilitada por su organización.
fr: Le transfert de fichiers est désactivé par votre organisation.
ja: ファイル転送は組織によって無効になっています。
ko: 조직에 의해 파일 전송이 비활성화되었습니다.
zh_hans: 您的组织已禁用文件传输。
zh_hant: 檔案傳輸已被您的組織停用。

# managedPolicy.irohNetworking.disabled
source: cmux relay networking is disabled by your organization.
ar: تم تعطيل شبكة ترحيل cmux من قبل مؤسستك.
de: cmux-Relay-Netzwerkbetrieb ist von Ihrer Organisation deaktiviert worden.
es: La red de retransmisión de cmux está deshabilitada por su organización.
fr: Le réseau de relais cmux est désactivé par votre organisation.
ja: cmux のリレーネットワークは組織によって無効になっています。
ko: 조직에 의해 cmux 릴레이 네트워킹이 비활성화되었습니다.
zh_hans: 您的组织已禁用 cmux 中继网络。
zh_hant: cmux 轉繼網路已被您的組織停用。

# agentRestore.admission.unavailable.hookStoreUnreadable
source: cmux could not read its saved session records for this agent, so it cannot tell whether the session is already running. Retry 'cmux restore --surface'.
ar: لم يتمكن cmux من قراءة سجلات الجلسة المحفوظة لهذا الوكيل، لذا لا يمكنه معرفة ما إذا كانت الجلسة تعمل بالفعل أم لا. أعد المحاولة باستخدام 'cmux restore --surface'.
de: cmux konnte die gespeicherten Sitzungsdatensätze für diesen Agenten nicht lesen, sodass nicht festgestellt werden kann, ob die Sitzung bereits ausgeführt wird. Versuchen Sie es mit 'cmux restore --surface' erneut.
es: cmux no pudo leer sus registros de sesión guardados para este agente, por lo que no puede determinar si la sesión ya se está ejecutando. Vuelva a intentar 'cmux restore --surface'.
fr: cmux n'a pas pu lire ses enregistrements de session sauvegardés pour cet agent, il ne peut donc pas déterminer si la session est déjà en cours d'exécution. Réessayez 'cmux restore --surface'.
ja: このエージェントの保存済みセッション記録を読み取れなかったため、セッションがすでに実行中かどうかを cmux で判断できません。「cmux restore --surface」を再試行してください。
ko: cmux가 이 에이전트에 대해 저장된 세션 기록을 읽을 수 없어 세션이 이미 실행 중인지 알 수 없습니다. 'cmux restore --surface'를 다시 시도하세요.
zh_hans: cmux 无法读取此代理已保存的会话记录，因此无法判断该会话是否已在运行。请重试 'cmux restore --surface'。
zh_hant: cmux 無法讀取此代理程式已儲存的工作階段記錄，因此無法判斷工作階段是否已在執行中。請重試 'cmux restore --surface'。

# agentRestore.admission.unavailable.timedOut
source: cmux could not finish checking whether this agent session is already running before the time limit. Retry 'cmux restore --surface'.
ar: لم يتمكن cmux من إنهاء التحقق مما إذا كانت جلسة الوكيل هذه تعمل بالفعل قبل انتهاء الحد الزمني. أعد المحاولة باستخدام 'cmux restore --surface'.
de: cmux konnte die Überprüfung, ob diese Agent-Sitzung bereits ausgeführt wird, nicht vor dem Zeitlimit abschließen. Versuchen Sie es mit 'cmux restore --surface' erneut.
es: cmux no pudo terminar de verificar si esta sesión de agente ya se está ejecutando antes del límite de tiempo. Vuelva a intentar 'cmux restore --surface'.
fr: cmux n'a pas pu terminer la vérification si cette session d'agent est déjà en cours d'exécution avant la limite de temps. Réessayez 'cmux restore --surface'.
ja: このエージェントセッションがすでに実行中かどうかの確認が制限時間内に終わりませんでした。「cmux restore --surface」を再試行してください。
ko: cmux가 시간 제한 내에 이 에이전트 세션의 중복 실행 여부를 확인하지 못했습니다. 'cmux restore --surface'를 다시 시도하세요.
zh_hans: cmux 未能在时间限制内完成检查此代理会话是否已在运行。请重试 'cmux restore --surface'。
zh_hant: cmux 無法在時限內完成檢查此代理程式工作階段是否已在執行中。請重試 'cmux restore --surface'。

# agentRestore.unverifiable.notice
source: cmux could not verify whether this agent session is already running, so it did not resume the session automatically. Run 'cmux restore --surface' to resume it here.
ar: لم يتمكن cmux من التحقق مما إذا كانت جلسة الوكيل هذه تعمل بالفعل، لذلك لم يستأنف الجلسة تلقائيًا. قم بتشغيل 'cmux restore --surface' لاستئنافها هنا.
de: cmux konnte nicht überprüfen, ob diese Agent-Sitzung bereits ausgeführt wird, daher wurde die Sitzung nicht automatisch fortgesetzt. Führen Sie 'cmux restore --surface' aus, um sie hier fortzusetzen.
es: cmux no pudo verificar si esta sesión de agente ya se está ejecutando, por lo que no reanudó la sesión automáticamente. Ejecute 'cmux restore --surface' para reanudarla aquí.
fr: cmux n'a pas pu vérifier si cette session d'agent est déjà en cours d'exécution, elle n'a donc pas repris la session automatiquement. Exécutez 'cmux restore --surface' pour la reprendre ici.
ja: このエージェントセッションがすでに実行中かどうかを cmux で確認できなかったため、セッションを自動的に再開しませんでした。このターミナルで再開するには「cmux restore --surface」を実行してください。
ko: cmux가 이 에이전트 세션의 중복 실행 여부를 확인할 수 없어 세션을 자동으로 재개하지 않았습니다. 여기서 재개하려면 'cmux restore --surface'를 실행하세요.
zh_hans: cmux 无法验证此代理会话是否已在运行，因此未自动恢复该会话。请运行 'cmux restore --surface' 在此处恢复它。
zh_hant: cmux 無法驗證此代理程式工作階段是否已在執行中，因此未自動恢復工作階段。請執行 'cmux restore --surface' 以在此處恢復它。

# cli.surface.open.tabAndSide
source: surface open: --tab and a pane side (--left/--right/--up/--down) are two different placements; pass one
ar: surface open: إنّ --tab وجانب الجزء (--left/--right/--up/--down) هما موضعان مختلفان؛ مرر أحدهما
de: surface open: --tab und eine Pane-Seite (--left/--right/--up/--down) sind zwei verschiedene Platzierungen; übergeben Sie eine davon
es: surface open: --tab y un lado del panel (--left/--right/--up/--down) son dos ubicaciones diferentes; pase una
fr: surface open : --tab et un côté de volet (--left/--right/--up/--down) sont deux emplacements différents ; transmettez-en un seul
ja: surface open: --tab とペインの辺 (--left/--right/--up/--down) は別々の配置です。どちらか一方を指定してください
ko: surface open: --tab과 창 방향(--left/--right/--up/--down)은 서로 다른 두 가지 배치 방식입니다. 둘 중 하나만 전달하십시오.
zh_hans: surface open: --tab 和窗格侧边 (--left/--right/--up/--down) 是两种不同的位置安排；请传入其中一个
zh_hant: surface open: --tab 與窗格側邊 (--left/--right/--up/--down) 是兩種不同的放置位置；請擇一傳入
